/* 
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d Failed Passcode Attempts";
"%d Failed Password Attempts" = "%d Failed Password Attempts";

"1 Failed Passcode Attempt" = "1 Failed Passcode Attempt";
"1 Failed Password Attempt" = "1 Failed Password Attempt";

"Do you want to use Touch ID for authentication?" = "Would you like to use Touch ID for authentication?";

"Done" = "Done";

"Enable Touch ID" = "Enable Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Please enter a different passcode. You cannot re-use the same passcode.";
"Enter a different password. Cannot re-use the same password." = "Please enter a different password. You cannot re-use the same password.";

"Enter a passcode" = "Enter a passcode";
"Enter a password" = "Enter a password";

"Enter your new passcode" = "Enter your new passcode";
"Enter your new password" = "Enter your new password";

"Enter your old passcode" = "Enter your old passcode";
"Enter your old password" = "Enter your old password";

"Enter your passcode" = "Enter your passcode";
"Enter your password" = "Enter your password";

"Invalid Passcode" = "Invalid Passcode";
"Invalid Password" = "Invalid Password";

"Passcodes did not match.\nTry again." = "Passcodes did not match.\nPlease try again.";
"Password did not match.\nTry again." = "Password did not match.\nPlease try again.";

"Re-enter your passcode" = "Re-enter your passcode";
"Re-enter your password" = "Re-enter your password";

"Try again in %d minutes" = "Please try again in %d minutes";

"Try again in 1 minute" = "Please try again in 1 minute";